Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.engineV3.aShortWalkCanHelpYourLegs.2941
source: A short walk can help your legs feel less heavy
ru: Короткая прогулка поможет ногам стать легче
zh_hans: 短距离散步有助于减轻双腿沉重感。

# coach.engineV3.aSmallCarbSnackMayHelpBefore.2838
source: A small carb snack may help before the session
ru: Небольшой перекус с углеводами может помочь перед тренировкой
zh_hans: 运动前食用少量碳水化合物零食或有助益。

# coach.engineV3.aSmallSnackMayHelpBeforeTraining.2840
source: A small snack may help before training
ru: Небольшой перекус может помочь перед тренировкой
zh_hans: 训练前食用少量零食或有助益。

# coach.engineV3.aSmallSnackMayMakeThisFeel.976
source: A small snack may make this feel easier.
ru: Небольшой перекус может сделать это легче.
zh_hans: 吃点小零食或许能让这件事变得轻松一些。

# coach.engineV3.aSmallSnackNowIsEasierThan.2686
source: A small snack now is easier than catching up later
ru: Небольшой перекус сейчас проще, чем догонять потом
zh_hans: 现在吃个小零食，比以后补回来要容易得多。

# coach.engineV3.avoidTurningControlIntoExtraStress.2172
source: Avoid turning control into extra stress
ru: Не превращайте контроль в лишний стресс
zh_hans: 避免将控制权转化为额外压力

# coach.engineV3.buildOnlyIfTheBodyAgrees.2254
source: Build only if the body agrees
ru: Добавляйте только если тело готово
zh_hans: 仅在获得主体同意后方可构建

# coach.engineV3.caution.1776
source: CAUTION
ru: ОСТОРОЖНО
zh_hans: 谨慎

# coach.engineV3.coachInsight.3010
source: Coach Insight
ru: Наблюдение тренера
zh_hans: 教练建议

# coach.engineV3.comingUp.1484
source: coming up
ru: скоро
zh_hans: 很快

# coach.engineV3.coolDownEasy.2911
source: Cool down easy
ru: Спокойно завершите
zh_hans: 轻松降温

# coach.engineV3.coolDownEasy.2913
source: Cool down easy
ru: Спокойно завершите
zh_hans: 轻松降温

# coach.engineV3.coolDownEasy.2919
source: Cool down easy
ru: Спокойно завершите
zh_hans: 轻松降温

# coach.engineV3.coolDownSlowly.2915
source: Cool down slowly
ru: Завершайте постепенно
zh_hans: 慢慢冷却

# coach.engineV3.doNotAddMoreLoadTonight.2450
source: Do not add more load tonight
ru: Не добавляйте нагрузку вечером
zh_hans: 今晚请勿增加负载。

# coach.engineV3.donTTurnRecoveryIntoAWorkout.2902
source: Don’t turn recovery into a workout
ru: Не превращайте восстановление в тренировку
zh_hans: 不要把康复过程变成一场训练。

# coach.engineV3.donTWaitTooLong.2685
source: Don’t wait too long
ru: Не ждите слишком долго
zh_hans: 别等太久

# coach.engineV3.downshift.2306
source: Downshift
ru: Не форсируйте
zh_hans: 降档

# coach.engineV3.drinkSomeWater.2634
source: Drink some water
ru: Выпейте немного воды
zh_hans: 喝点水

# coach.engineV3.easeIntoIt.2864
source: Ease into it
ru: Начните мягко
zh_hans: 慢慢适应

# coach.engineV3.eatARecoveryMeal.2764
source: Eat a recovery meal
ru: Съешьте нормальную еду после нагрузки
zh_hans: 食用恢复餐

# coach.engineV3.eatSomethingLight.2624
source: Eat something light
ru: Съешьте что-то легкое
zh_hans: 吃点清淡的食物

# coach.engineV3.electrolytesMayHelpMoreThanPlainWater.998
source: Electrolytes may help more than plain water here.
ru: Здесь электролиты могут помочь больше, чем просто вода.
zh_hans: 在此情况下，电解质可能比单纯饮水更为有效。

# coach.engineV3.energySupport.975
source: Energy support
ru: Энергия
zh_hans: 能量支持

# coach.engineV3.execute.2539
source: EXECUTE
ru: ВЫПОЛНИТЬ
zh_hans: 执行

# coach.engineV3.finishedValueHAgo.2992
source: finished %@h ago
ru: завершено %@ ч назад
zh_hans: %@ 小时前结束

# coach.engineV3.finishedValueMinAgo.2988
source: finished %@ min ago
ru: завершено %@ мин назад
zh_hans: %@ 分钟前结束

# coach.engineV3.finishGently.2917
source: Finish gently
ru: Завершите мягко
zh_hans: 轻柔收尾

# coach.engineV3.finishWithCalmBreathingOrEasyMovement.2932
source: Finish with calm breathing or easy movement
ru: Завершите спокойным дыханием или легким движением
zh_hans: 以平静呼吸或轻柔活动结束。

# coach.engineV3.finishWithEnoughReserveToRecoverWell.3293
source: Finish with enough reserve to recover well.
ru: Завершите с запасом, чтобы легче восстановиться.
zh_hans: 结束时应保留足够的储备，以确保顺利恢复。

# coach.engineV3.gentleMovementCanHelpRecovery.2949
source: Gentle movement can help recovery
ru: Легкое движение поможет восстановиться
zh_hans: 轻柔的活动有助于康复。

# coach.engineV3.gentleWalkingCanHelpWithStiffness.2943
source: Gentle walking can help with stiffness
ru: Спокойная ходьба поможет убрать скованность
zh_hans: 温和的步行有助于缓解关节僵硬。

# coach.engineV3.getSomeProtein.2744
source: Get some protein
ru: Добавьте белок
zh_hans: 补充蛋白质

# coach.engineV3.getYourBodyMovingFirst.2877
source: Get your body moving first
ru: Сначала раздвигайтесь
zh_hans: 先动起来

# coach.engineV3.giveTheBodyMaterialToRepair.2300
source: Give the body material to repair
ru: Дайте телу материал для восстановления
zh_hans: 提供修复所需的材料

# coach.engineV3.giveYourBodyAQuieterFewMinutes.2307
source: Give your body a quieter few minutes
ru: Дайте телу несколько спокойных минут
zh_hans: 给你的身体几分钟安静的时间

# coach.engineV3.goEasierTodayAndYouLlProbably.1009
source: Go easier today and you’ll probably feel better later.
ru: Сегодня сделайте легче — позже, скорее всего, почувствуете себя лучше.
zh_hans: 今天放轻松一点，你之后可能会感觉好一些。

# coach.engineV3.heatCanDrainFluidsFasterThanExpected.1117
source: Heat can drain fluids faster than expected.
ru: Тепло может забирать больше воды, чем кажется.
zh_hans: 高温可能导致体液流失速度超出预期。

# coach.engineV3.heatCanDrainFluidsFasterThanExpected.1887
source: Heat can drain fluids faster than expected.
ru: Тепло может забирать больше воды, чем кажется.
zh_hans: 高温可能导致体液流失速度超出预期。

# coach.engineV3.heatChangesWhatYourBodyNeeds.1745
source: Heat changes what your body needs.
ru: Тепло меняет то, что нужно телу.
zh_hans: 体温变化会影响您身体的需求。

# coach.engineV3.heatIsActiveNowSoFluidsAnd.1138
source: Heat is active now, so fluids and minerals matter more.
ru: Сейчас есть тепловая нагрузка, поэтому вода и минералы важнее.
zh_hans: 目前身体处于活跃状态，因此体液与矿物质的补充更为重要。

# coach.engineV3.heatPREP.1742
source: HEAT PREP
ru: ПОДГОТОВКА К ТЕПЛУ
zh_hans: 加热准备

# coach.engineV3.heatPrep.1748
source: Heat prep
ru: Подготовка к теплу
zh_hans: 热处理

# coach.engineV3.heatSUPPORT.1884
source: HEAT SUPPORT
ru: ПОДДЕРЖКА ПОСЛЕ ТЕПЛА
zh_hans: 加热支撑

# coach.engineV3.helpYourBodyRepairAfterTraining.2745
source: Help your body repair after training
ru: Помогите телу восстановиться после тренировки
zh_hans: 助力身体在训练后恢复

# coach.engineV3.hydrateCalmly.1886
source: Hydrate calmly
ru: Пейте спокойно
zh_hans: 冷静应对

# coach.engineV3.hydrateFirst.2483
source: Hydrate first
ru: Сначала вода
zh_hans: 先进行水合反应

# coach.engineV3.hydrationSupport.986
source: Hydration support
ru: Вода
zh_hans: 补水支持

# coach.engineV3.ifYouStillTrainLaterKeepIt.1779
source: If you still train later, keep it flexible and don’t chase intensity.
ru: Если тренировка позже все же будет, оставьте ее гибкой и не гонитесь за интенсивностью.
zh_hans: 如果你之后仍坚持训练，请保持训练方式的灵活性，不必一味追求训练强度。

# coach.engineV3.ignoreTargetsForTheFirstFewMinutes.3285
source: Ignore targets for the first few minutes.
ru: Первые минуты не гонитесь за целями.
zh_hans: 在前几分钟内忽略目标。

# coach.engineV3.inProgress.1485
source: in progress
ru: идет сейчас
zh_hans: 进行中

# coach.engineV3.inValueH.2978
source: in %@h
ru: через %@ ч
zh_hans: in %@小时

# coach.engineV3.inValueHValueM.2981
source: in %@h %@m
ru: через %@ ч %@ мин
zh_hans: in %@小时 %@分钟

# coach.engineV3.inValueMin.2971
source: in %@ min
ru: через %@ мин
zh_hans: in %@ 分钟

# coach.engineV3.isActive.2984
source: is active
ru: идет сейчас
zh_hans: 现在正在进行

# coach.engineV3.itGetsHarderToCatchUpOnce.1813
source: It gets harder to catch up once energy starts dropping.
ru: Когда энергия начинает падать, догонять становится сложнее.
zh_hans: 一旦能量开始下降，想要追赶起来就会变得越来越困难。

# coach.engineV3.keep510MinEasyBeforeStopping.2934
source: Keep 5–10 min easy before stopping
ru: Последние 5–10 минут держите легкими
zh_hans: 停止前先进行 5–10 分钟的轻度运动

# coach.engineV3.keepEffortSteady.2891
source: Keep effort steady
ru: Держите усилие ровно
zh_hans: 保持努力稳定

# coach.engineV3.keepFoodFluidsAndIntensityGentle.2511
source: Keep food, fluids, and intensity gentle
ru: Еда, вода и интенсивность — спокойно
zh_hans: 保持饮食、液体摄入及活动强度温和

# coach.engineV3.keepFoodLight.2661
source: Keep food light
ru: Держите еду легкой
zh_hans: 饮食清淡

# coach.engineV3.keepFoodSimpleBeforeHeat.2842
source: Keep food simple before heat
ru: Перед теплом еда должна быть простой
zh_hans: 烹饪前请将食材处理得简单些。

# coach.engineV3.keepItAtAPaceYouCan.2904
source: Keep it at a pace you can hold
ru: Держите темп, который можете удержать
zh_hans: 以你能承受的节奏进行。

# coach.engineV3.keepItGentle.2886
source: Keep it gentle
ru: Держите мягко
zh_hans: 动作要轻柔

# coach.engineV3.keepItLightAndComfortable.2844
source: Keep it light and comfortable
ru: Держите легко и комфортно
zh_hans: 保持轻便舒适

# coach.engineV3.keepItLightBeforeActivity.2846
source: Keep it light before activity
ru: Перед активностью держите легко
zh_hans: 运动前保持身体放松

# coach.engineV3.keepItLightToday.1781
source: Keep it light today
ru: Сегодня держите легче
zh_hans: 今天保持轻松心态

# coach.engineV3.keepItModerate.2884
source: Keep it moderate
ru: Держите умеренно
zh_hans: 保持适度

# coach.engineV3.keepItSimpleAndDigestible.2361
source: Keep it simple and digestible
ru: Пусть еда будет простой и легко усваиваемой
zh_hans: 保持简洁易懂

# coach.engineV3.keepMovementEasyWhileYouRehydrate.2945
source: Keep movement easy while you rehydrate
ru: Пока восполняете воду, двигайтесь легко
zh_hans: 在补充水分时，保持活动自如

# coach.engineV3.keepTheEffortRepeatable.3289
source: Keep the effort repeatable.
ru: Держите усилие таким, чтобы его можно было повторить.
zh_hans: 确保该操作可重复。

# coach.engineV3.keepTheLast510MinutesEasy.2928
source: Keep the last 5–10 minutes easy
ru: Последние 5–10 минут держите легкими
zh_hans: 最后 5–10 分钟保持轻松状态

# coach.engineV3.keepThePaceComfortable.2889
source: Keep the pace comfortable
ru: Держите комфортный темп
zh_hans: 保持舒适的节奏

# coach.engineV3.keepThePlanAdjustable.2477
source: Keep the plan adjustable
ru: Оставьте план гибким
zh_hans: 保持计划的可调整性

# coach.engineV3.keepTheRestOfTheDayEasy.2593
source: Keep the rest of the day easy.
ru: Держите остаток дня легким.
zh_hans: 今天剩下的时间就轻松度过吧。

# coach.engineV3.keepTheRestOfTheDayEasy.2735
source: Keep the rest of the day easy
ru: Остаток дня держите легким
zh_hans: 让今天剩下的时间轻松一些

# coach.engineV3.keepTheSessionUseful.2158
source: Keep the session useful
ru: Пусть тренировка будет полезной
zh_hans: 确保会议富有成效

# coach.engineV3.keepThisGentleAndSipALittle.1159
source: Keep this gentle and sip a little water.
ru: Держите это легко и пейте понемногу.
zh_hans: 保持温和，少量啜饮清水。

# coach.engineV3.keepYourNormalRhythm.2754
source: Keep your normal rhythm
ru: Держите обычный ритм
zh_hans: 保持您的正常生活节奏

# coach.engineV3.keepYourRhythm.2753
source: Keep your rhythm
ru: Держите свой ритм
zh_hans: 保持你的节奏

# coach.engineV3.keepYourRhythm.2802
source: Keep your rhythm
ru: Держите свой ритм
zh_hans: 保持你的节奏

# coach.engineV3.keepYourValueSteady.1812
source: Keep your %@ steady
ru: Держите %@ ровно
zh_hans: 保持您的%@稳定。

# coach.engineV3.letRecoveryDecideThePlan.2402
source: Let recovery decide the plan
ru: Пусть самочувствие решит план
zh_hans: 让恢复过程来决定方案

# coach.engineV3.letTheFirstBlockConfirmReadiness.2240
source: Let the first block confirm readiness
ru: Пусть первый блок покажет готовность
zh_hans: 让首个区块确认就绪状态

# coach.engineV3.letTheWarmUpSetTheCeiling.2213
source: Let the warm-up set the ceiling
ru: Пусть разминка задаст темп
zh_hans: 让热身环节奠定上限。

# coach.engineV3.letYourBodyCoolDownGradually.2930
source: Let your body cool down gradually
ru: Дайте телу остыть постепенно
zh_hans: 让您的身体逐渐冷却

# coach.engineV3.lightActivityIsDoneStayHydratedAnd.2031
source: Light activity is done. Stay hydrated and return to your normal routine.
ru: Легкая активность завершена. Пейте воду и возвращайтесь к обычному режиму.
zh_hans: 可进行轻度活动。请保持充足水分摄入，并恢复您的日常作息。

# coach.engineV3.limiter.2541
source: LIMITER
ru: ОГРАНИЧЕНИЕ
zh_hans: 限幅器

# coach.engineV3.lowerTheCeiling.2476
source: Lower the ceiling
ru: Сделайте план легче
zh_hans: 让计划变得更简单

# coach.engineV3.maintainTheBasicsDuringTraining.2247
source: Maintain the basics during training
ru: Во время тренировки держите базу
zh_hans: 在训练期间保持基本要点。

# coach.engineV3.mineralSupport.997
source: Mineral support
ru: Минералы
zh_hans: 矿物质补充剂

# coach.engineV3.nothingSpecialNeeded.2803
source: Nothing special needed
ru: Ничего особенного не нужно
zh_hans: 无需特殊处理

# coach.engineV3.noTrainingOrRecoveryMomentNeedsAttention.1196
source: No training or recovery moment needs attention right now.
ru: Сейчас с тренировками и восстановлением все в порядке.
zh_hans: 目前无需关注训练或恢复环节。

# coach.engineV3.nutritionNil.316
source: nutrition=nil
ru: питание=nil
zh_hans: 营养=nil

# coach.engineV3.opportunity.2547
source: OPPORTUNITY
ru: ВОЗМОЖНОСТЬ
zh_hans: 机遇

# coach.engineV3.overview.2106
source: OVERVIEW
ru: ОБЗОР
zh_hans: 概述

# coach.engineV3.planCHECK.2543
source: PLAN CHECK
ru: ПРОВЕРКА ПЛАНА
zh_hans: 方案核查

# coach.engineV3.protectSleep.2510
source: Protect sleep
ru: Сохраните сон
zh_hans: 守护您的睡眠

# coach.engineV3.protectTonightSSleep.2788
source: Protect tonight's sleep
ru: Сохраните сон этой ночью
zh_hans: 守护今晚的睡眠

# coach.engineV3.ready.2549
source: READY
ru: ГОТОВО
zh_hans: 准备就绪

# coach.engineV3.recoverAfterValue.2005
source: Recover after %@
ru: Восстановитесь после %@
zh_hans: %@后恢复

# coach.engineV3.recoverSlowlyAfterHeat.2074
source: Recover slowly after heat
ru: Восстановитесь постепенно после тепла
zh_hans: 高温处理后缓慢恢复

# coach.engineV3.recoveryContinuesWhileYouSleep.2789
source: Recovery continues while you sleep
ru: Пока вы спите, тело продолжает восстанавливаться
zh_hans: 您在睡眠期间，恢复仍在继续。

# coach.engineV3.recoveryIsThePriority.1997
source: Recovery is the priority
ru: Сейчас важнее восстановиться
zh_hans: 恢复优先

# coach.engineV3.recoveryIsThePriorityNow.3297
source: Recovery is the priority now.
ru: Сейчас важнее восстановиться.
zh_hans: 现在以恢复为先。

# coach.engineV3.recoveryNil.311
source: recovery=nil
ru: восстановление=nil
zh_hans: 恢复=nil

# coach.engineV3.recoveryProtection.1008
source: Recovery protection
ru: Дайте себе восстановиться
zh_hans: 给自己一些时间恢复。

# coach.engineV3.recoverySupport.1019
source: Recovery support
ru: Помочь восстановиться
zh_hans: 恢复支持

# coach.engineV3.recoveryValueValue.312
source: recovery=%@:%@
ru: восстановление=%@:%@
zh_hans: 恢复=%@:%@

# coach.engineV3.rehydrate.2072
source: REHYDRATE
ru: ВОСПОЛНИТЬ ВОДУ
zh_hans: 复水

# coach.engineV3.replaceEnergyAndSupportRecovery.2765
source: Replace energy and support recovery
ru: Верните энергию и дайте телу восстановиться
zh_hans: 恢复能量，让身体得以修复。

# coach.engineV3.replaceFluids.2776
source: Replace fluids
ru: Выпейте воды
zh_hans: 多喝水

# coach.engineV3.rightAfterTrainingIsAGoodTime.1180
source: Right after training is a good time to recover well.
ru: Сразу после тренировки — хорошее время восстановиться.
zh_hans: 训练结束后立即进行恢复，是理想的时机。

# coach.engineV3.saveEnergyForTheSessionItself.2199
source: Save energy for the session itself
ru: Сохраните силы на саму тренировку
zh_hans: 将精力集中在训练本身。

# coach.engineV3.sipSomeWater.2675
source: Sip some water
ru: Сделайте несколько глотков воды
zh_hans: 喝几口水。

# coach.engineV3.sipSteadilyInsteadOfRushingIt.2293
source: Sip steadily instead of rushing it
ru: Пейте спокойно, не залпом
zh_hans: 请慢慢喝，不要一口闷。

# coach.engineV3.smallAdjustmentsBeatLateCatchUp.2165
source: Small adjustments today beat stacking load later.
ru: Небольшие корректировки сегодня лучше, чем копить нагрузку позже.
zh_hans: 今天进行一些微调，总比日后累积压力要好。

# coach.engineV3.smallSipsAreEnough.2676
source: Small sips are enough
ru: Достаточно небольших глотков
zh_hans: 只需少量啜饮即可

# coach.engineV3.smallSteadySipsAreEnoughToStart.2334
source: Small steady sips are enough to start
ru: Для начала хватит нескольких спокойных глотков
zh_hans: 起初，只需平静地咽下几口即可。

# coach.engineV3.someProteinAfterTrainingMayHelpRecovery.1020
source: Some protein after training may help recovery.
ru: Белок после тренировки поможет восстановиться.
zh_hans: 运动后摄入蛋白质有助于身体恢复。

# coach.engineV3.spinOrWalkEasyFor510.2926
source: Spin or walk easy for 5–10 minutes
ru: Легко покрутите педали или пройдитесь 5–10 минут
zh_hans: 轻松骑行或步行 5–10 分钟

# coach.engineV3.startCalmBeforeHeat.2855
source: Start calm before heat
ru: Перед теплом начните спокойно
zh_hans: 面对高温时，请先保持冷静。

# coach.engineV3.startGentlyBeforeGoingDeeper.2875
source: Start gently before going deeper
ru: Начните мягко, потом углубляйтесь
zh_hans: 先轻柔地开始，然后逐渐加深。

# coach.engineV3.startingHydratedUsuallyFeelsBetter.2635
source: Starting hydrated usually feels better
ru: Когда воды достаточно с самого начала, обычно легче
zh_hans: 如果从一开始就拥有充足的水源，通常会更容易。

# coach.engineV3.startRecoveryOrMobilityWorkGently.1124
source: Start recovery or mobility work gently.
ru: Восстановление или мобилити начните мягко.
zh_hans: 恢复或活动应从轻柔开始。

# coach.engineV3.startWindingDown.2734
source: Start winding down
ru: Начните замедляться
zh_hans: 开始减速

# coach.engineV3.startWithTheBasics.2206
source: Start with the basics
ru: Начните с базы
zh_hans: 从数据库开始

# coach.engineV3.stayComfortableInsteadOfChasingEffort.2900
source: Stay comfortable instead of chasing effort
ru: Оставайтесь в комфорте, не гонитесь за усилием
zh_hans: 尽享舒适，无需强求。

# coach.engineV3.stayEasyAndComfortable.2436
source: Stay easy and comfortable
ru: Оставайтесь легко и комфортно
zh_hans: 保持轻松舒适

# coach.engineV3.stayLooseWithoutAddingMoreLoad.2947
source: Stay loose without adding more load
ru: Разомнитесь без лишней нагрузки
zh_hans: 无需过多负担，坦诚交流。

# coach.engineV3.supportNOW.1810
source: SUPPORT NOW
ru: ПОДДЕРЖАТЬ СЕЙЧАС
zh_hans: 立即支持

# coach.engineV3.supportNOW.1844
source: SUPPORT NOW
ru: ПОДДЕРЖАТЬ СЕЙЧАС
zh_hans: 立即支持

# coach.engineV3.supportRecoveryAndTheRestOfThe.2368
source: Support recovery and the rest of the day
ru: Помогите телу восстановиться и спокойно пройти день
zh_hans: 帮助身体恢复，让您能平静地度过这一天。

# coach.engineV3.supportTheBasicsBeforeTraining.2484
source: Support the basics before training
ru: Закройте базу перед тренировкой
zh_hans: 训练前请关闭数据库。

# coach.engineV3.takeAQuietMinute.2643
source: Take a quiet minute
ru: Возьмите спокойную минуту
zh_hans: 请稍作片刻。

# coach.engineV3.takeAQuietMinuteBeforeMobility.2853
source: Take a quiet minute before mobility
ru: Перед мобилити возьмите спокойную минуту
zh_hans: 在行动前，请先静一静。

# coach.engineV3.takeAQuietMinuteBeforeYouStart.2857
source: Take a quiet minute before you start
ru: Перед стартом возьмите спокойную минуту
zh_hans: 比赛开始前，请先静一静。

# coach.engineV3.theNextFewHoursMatterMoreAfter.2075
source: The next few hours matter more after heat.
ru: После тепла особенно важны следующие несколько часов.
zh_hans: 在发热之后，接下来的几个小时尤为重要。

# coach.engineV3.today.2963
source: Today
ru: Сегодня
zh_hans: 今天

# coach.engineV3.tonightSetsUpTomorrowSCeiling.2395
source: Tonight sets up tomorrow's ceiling
ru: Сон сегодня влияет на завтрашний темп
zh_hans: 今天的睡眠会影响明天的生活节奏。

# coach.engineV3.useEasyWorkIfReadinessStaysLow.2409
source: Use easy work if readiness stays low
ru: Если готовность останется низкой, выберите легкую работу
zh_hans: 如果您的积极性仍然较低，请选择一份轻松的工作。

# coach.engineV3.useTheNextBlockToWindDown.2443
source: Use the next block to wind down
ru: Используйте следующий блок, чтобы замедлиться
zh_hans: 请使用以下代码块来降低速度。

# coach.engineV3.useTheSaunaToDownshiftThenCool.3274
source: Use the sauna to downshift, then cool down.
ru: Используйте сауну, чтобы сбавить темп, затем спокойно остыньте.
zh_hans: 使用桑拿房来放慢节奏，然后慢慢冷静下来。

# coach.engineV3.useTheSaunaToRelaxNotExtend.3278
source: Use the sauna to relax, not extend the day.
ru: Используйте сауну для расслабления, а не чтобы продлить день.
zh_hans: 将桑拿房用于放松身心，而非用来延长白昼。

# coach.engineV3.useValueToWindDownNotTo.2590
source: Use %@ to wind down, not to add load.
ru: Используйте %@, чтобы замедлиться, а не добавить нагрузку.
zh_hans: 请使用 %@ 来降低速度，而非增加负载。

# coach.engineV3.valueActive.1889
source: %@ active
ru: %@ идет сейчас
zh_hans: %@激活

# coach.engineV3.valueCanSupportThisPrioritySupportBulletsFirst.2586
source: %@ can support this. \(priority.supportBullets.first ??
ru: %@ может помочь этому фокусу.
zh_hans: %@可以支持此功能。\ (priority.supportBullets.first??

# coach.engineV3.valueComplete.2014
source: %@ complete
ru: %@ завершено
zh_hans: %@完成

# coach.engineV3.valueComplete.2022
source: %@ complete
ru: %@ завершено
zh_hans: %@完成

# coach.engineV3.valueComplete.2030
source: %@ complete
ru: %@ завершено
zh_hans: %@完成

# coach.engineV3.valueCompleted.2053
source: %@ completed.
ru: %@ завершено.
zh_hans: %@已完成。

# coach.engineV3.valueCompleted.2077
source: %@ completed
ru: %@ завершено
zh_hans: %@已完成

# coach.engineV3.valueCompletedAboutValueKcalBurned.2050
source: %@ completed • about %@ kcal burned.
ru: %@ завершено • около %@ ккал
zh_hans: %@已完成•约%@大卡已燃烧。

# coach.engineV3.valueInProgress.1815
source: %@ in progress
ru: %@ идет сейчас
zh_hans: %@进行中

# coach.engineV3.valueInProgress.1854
source: %@ in progress
ru: %@ идет сейчас
zh_hans: %@进行中

# coach.engineV3.valueLaterToday.1670
source: %@ later today
ru: %@ позже сегодня
zh_hans: %@今天晚些时候

# coach.engineV3.valueLaterToday.1709
source: %@ later today
ru: %@ позже сегодня
zh_hans: %@今天晚些时候

# coach.engineV3.valueLaterToday.1747
source: %@ later today
ru: %@ позже сегодня
zh_hans: %@今天晚些时候

# coach.engineV3.warmUpBeforeLoading.2873
source: Warm up before loading
ru: Разомнитесь перед нагрузкой
zh_hans: 运动前请充分热身

# coach.engineV3.warmUpGently.2866
source: Warm up gently
ru: Разомнитесь мягко
zh_hans: 温柔地交谈

# coach.engineV3.waterAndElectrolytesOverTheNextFew.2777
source: Water and electrolytes over the next few hours
ru: Вода и электролиты в ближайшие часы
zh_hans: 未来数小时内的水分与电解质水平

# coach.engineV3.youReInTheSessionNowKeep.1145
source: You’re in the session now. Keep things steady.
ru: Вы уже в тренировке. Держите все ровно.
zh_hans: 您已进入训练状态。请保持身体静止。

# coach.engineV3.youReInTheSessionNowKeep.1152
source: You’re in the session now. Keep it steady.
ru: Вы уже в тренировке. Держите темп ровным.
zh_hans: 你已经进入训练状态了。请保持稳定的节奏。

# coach.engineV3.youVeAlreadyDoneALotToday.1073
source: You’ve already done a lot today.
ru: Сегодня вы уже сделали много.
zh_hans: 今天你已经做了很多。

# coach.engineV3.youVeAlreadyDoneALotToday.1778
source: You’ve already done a lot today
ru: Сегодня вы уже сделали много
zh_hans: 今天你已经做了很多。

# coach.evening.achievement.completedFormat
source: %@ — %@ completed.
ru: %@ — %@ выполнено.
zh_hans: %@—%@已完成。

# coach.evening.achievement.strongestActivity
source: Strongest activity
ru: Самая сильная активность
zh_hans: 最强活性

# coach.evening.activeTimeFormat
source: %@ active time
ru: %@ активного времени
zh_hans: %@激活时间

# coach.evening.closedByResolvingPlan
source: You closed the day clearly by completing or skipping every planned item.
ru: Вы четко закрыли день, выполнив или пропустив каждый пункт плана.
zh_hans: 您已明确结束当日工作，完成了或未执行计划中的每一项任务。

# coach.evening.closedWithoutCatchUp
source: You closed the day without forcing a late push.
ru: Вы закрыли день без позднего рывка.
zh_hans: 您当天收盘时未出现尾盘急涨。

# coach.evening.noActiveTimeLogged
source: No active time logged
ru: Активное время не записано
zh_hans: 未记录活跃时间

# coach.evening.plannedCompletedFormat
source: You still completed %lld planned %@.
ru: Вы все равно выполнили %lld запланированных %@.
zh_hans: 您已执行了 %lld 个已计划的 %@。

# coach.evening.recoveryFinishedFormat
source: Recovery finished strong at %lld%%.
ru: Восстановление завершилось сильным на %lld%%.
zh_hans: 回收率以%lld%% 的强劲表现收官。

# coach.eveningDownshift
source: Evening downshift
ru: Вечернее замедление
zh_hans: 降档操作

# coach.eveningReview.achievement.longestSessionPrefix
source: Longest session:
ru: Самая длинная тренировка:
zh_hans: 最长的一次训练：

# coach.eveningReview.completedAllPlannedActivities
source: Completed all planned activities
ru: Все запланированные активности выполнены
zh_hans: 已完成所有既定活动

# coach.eveningReview.metric.done
source: done
ru: готово
zh_hans: 完成

# coach.eveningReview.metric.planned
source: planned
ru: запланировано
zh_hans: 已计划

# coach.eveningReview.metric.skipped
source: skipped
ru: пропущено
zh_hans: 已跳过
